Repository: schen-indeed/testRepo
Catalog: rezalert-sender/indeed-bill-webapp-*.po
Languages: de

# Link to enable editing billing info on cc info page
source: (edit)
de: (bearbeiten)

source: A small portion of your balance may be charged when you first start spending. This is a one time occurrence to ensure that the card on file is valid.
de: Ein kleiner Teil Ihres Kontostandes wird ggf. belastet, wenn Sie zum ersten Mal Geld ausgeben. Dies passiert nur einmal, um sicherzustellen, dass die gespeicherte Karte gültig ist.

# Top nav link to manage account
source: Account
de: Konto

source: Account Disabled
de: Konto deaktiviert

source: Account Information
de: Kontoinformationen

source: Account title:
de: Kontotitel:

source: Activity
de: Kontoaktivität

# Link for adding a payment method
source: Add a payment method
de: Zahlungsmethode hinzufügen

source: Add billing address
de: Rechnungsadresse hinzufügen

source: Add funds
de: Betrag hinzufügen

source: Address 1:
de: Straße u. Hausnummer:

source: Address 2:
de: Adresszusatz:

# Address (place) label
source: Address:
de: Adresse:

source: Agencia / Branch:
de: Agentur / Branche:

source: All
de: Alle

source: Amount
de: Betrag

# invoice amount
source: Amount
de: Betrag

source: Amount must be at least {0}
de: Betrag muss mindestens {0} sein.

source: Amount to be remitted in INR only. The invoice amount should be received by us without deduction for bank charges and transaction fees levied by your bank. This invoice is system generated, it does not require signature approval.
de: Betrag, der nur in INR zurückgegeben werden kann. Wir müssen den vollen Rechnungsbetrag – ohne Abzug eventueller von Ihrem Finanzinstitut erhobener Bank- und Transaktionsgebühren – erhalten. Diese Rechnung wurde von einem Computersystem generiert und bedarf keiner Unterschrift.

# IE disclaimer, {0} is currency
source: Amount to be remitted in {0} only. Please ensure amount received matches the {0} total above and is subject to no bank charges on receipt.
de: Betrag, der nur in {0} zurückgegeben werden kann. Bitte stellen Sie sicher, dass der Betrag mit dem Gesamtbetrag {0} übereinstimmt und dass nach der Überweisung keine Bankgebühren abgezogen wurden.

source: An error occurred while processing your card, please try again.
de: Ein Fehler ist bei der Bearbeitung Ihrer Karte aufgetreten. Bitte versuchen Sie es erneut.

source: An invalid character was entered, such as a letter in a numeric field.
de: Es wurde ein ungültiges Zeichen eingegeben, z. B. ein Buchstabe in einem numerischen Feld.

source: Autopay
de: Automatische Bezahlung

source: Autopay - Choose Your Bank
de: Automatische Bezahlung - Wählen Sie Ihre Zahlungsmethode aus

source: Back
de: Zurück

# label for Back button in Dradis Funnel
source: Back
de: Zurück

source: Balance
de: Kontostand

source: Beneficiary Account #:
de: Konto des Empfängers #:

source: Beneficiary Address:
de: Adresse des Empfängers:

source: Beneficiary Bank:
de: Bank des Empfängers:

source: Beneficiary Name:
de: Name des Empfängers:

source: Bill to:
de: Rechnung an:

source: Billing
de: Zahlungsangaben

source: Billing Address
de: Rechnungsadresse

# heading for billing info section of view page
source: Billing Address
de: Rechnungsadresse

# heading for contact info section
source: Billing Contact
de: Ansprechpartner

source: Billing Email:
de: Rechnungs-E-Mail:

source: Billing History
de: Rechnungsübersicht

source: Billing Information
de: Rechnungsadresse

source: Billing Summary
de: Rechnungsübersicht

source: British Pound
de: Britisches Pfund

source: By clicking "{0}", you agree to be billed as described in our [Billing Cycle|{1}] article.
de: Indem Sie auf „{0}“ klicken, stimmen Sie der Rechnungsstellung gemäß unseres [Abrechnungszeitraum|{1}]-Artikels zu.

source: By clicking "{0}", you agree to be billed as described in our [Billing Cycle|{1}] article. Transactions will be processed for the Indeed Entity located in {2}.
de: Indem Sie auf „{0}“ klicken, stimmen Sie der Rechnungsstellung gemäß unseres [Abrechnungszeitraum|{1}]-Artikels zu. Transaktionen werden über die Indeed Organisation in {2} abgewickelt.

source: By clicking "{0}", you agree to be billed as described in our {1}Billing Cycle{2} article.
de: Indem Sie auf „{0}“ klicken, stimmen Sie zu, dass Rechnungsstellungen gemäß den Bestimmungen zum {1}Abrechnungszeitraum{2} erfolgen.

source: CID number
de: CID-Nummer

# label for CNPJ/CPF number in Brazil
source: CNPJ/CPF number:
de: CNPJ- / CPF-Nummer:

source: CVC field submitted but does not match the card.
de: CVC-Nummer wurde angegeben, stimmt aber nicht mit der Karte überein.

source: CVC required but not present.
de: Bitte füllen Sie das CVC-Feld aus.

source: CVC2 number
de: CVC2-Nummer

source: CVV number
de: CVV-Nummer

source: CVV2 number
de: CVV2-Nummer

# text for cancelling form submit
source: Cancel
de: Abbrechen

source: Cannot change country from this page.
de: Das Land kann von dieser Seite aus nicht geändert werden

source: Card Type
de: Kartenart

source: Card number
de: Kartennummer

source: Cardholder name required
de: Name des Karteninhabers ist erforderlich.

source: Cardholder name:
de: Name des Karteninhabers:

# charge threshold for a cc acount
source: Charge threshold
de: Gebührengrenzwert

source: Charges
de: Kosten

source: Choose a valid expiration date
de: Bitte geben Sei ein Ablaufdatum an.

source: Choose an expiration date that has not expired
de: Bitte wählen Sie ein Gültigkeitsdatum, das noch nicht abgelaufen ist.

source: Choose how you pay
de: Wählen Sie Ihre Zahlungsmethode

source: Choose your bank
de: Bank auswählen

source: City required
de: Stadt ist erforderlich.

source: City:
de: Stadt:

source: Close
de: Schließen

source: Company name:
de: Firmenname:

# company name label
source: Company:
de: Firma:

# heading for contact info section
source: Contact Information
de: Kontaktangaben

# Contact person label
source: Contact:
de: Kontakt:

# label for continue button
source: Continue
de: Weiter

source: Continue and add payment information later
de: Fahren Sie fort und fügen Sie Zahlungsinformationen später hinzu

source: Country:
de: Land:

# Ireland county label
source: County:
de: Region:

# United Kingdom county label
source: County:
de: Region:

source: Credit Card
de: Kreditkarte

source: Credit Card Help
de: Hilfe zu Kreditkarten

source: Credit Card Information
de: Kreditkartenangaben

source: Credit card number specified is invalid. Please check your card and try again.
de: Die angegebene Kreditkartennummer ist ungültig. Überprüfen Sie Ihre Karte und versuchen Sie es erneut.

source: Credit card number was left blank or is invalid. Please check your card and try again.
de: Die Kreditkartennummer wurde nicht angegeben oder ist ungültig. Überprüfen Sie Ihre Karte und versuchen Sie es erneut.

source: Credit card number:
de: Kreditkartennummer:

source: Credit card type left blank or invalid.
de: Der Kreditkartentyp wurde nicht angegeben oder ist ungültig.

source: Credit card validation temporarily unavailable, please try again later.
de: Leider ist es derzeit nicht möglich, Ihre Kreditkarte zu bestätigen. Bitte versuchen Sie es später noch einmal.

source: Currency
de: Währung

source: Currency Help
de: Hilfe zu Währungen

source: Currency must be provided.
de: Es muss eine Währung angegeben werden.

source: Currency:
de: Währung:

source: Currency: {0} {1} ({2})
de: Währung: {0} {1} ({2})

source: Date
de: Datum

# invoice issuing date
source: Date
de: Datum

source: Date:
de: Datum:

# Three letter abbreviation for 12th month of year
source: Dec
de: Dez

source: Description / Memo
de: Beschreibung / Memo

source: Do you have a VAT ID?
de: Haben Sie eine USt-IdNr.?

source: Download transaction history
de: Transaktionsverlauf herunterladen

source: Due Date:
de: Fällig am:

# invoice due date
source: Due date
de: Fälligkeitsdatum

source: Due upon receipt
de: Zahlbar bei Erhalt

source: Edit Billing Information
de: Zahlungsangaben bearbeiten

source: Edit Contact Information
de: Kontaktangaben bearbeiten

# United Arab Emirates county label
source: Emirate:
de: Emirat:

source: Employer Application
de: Arbeitgeberbewerbung

source: Employers
de: Arbeitgeber

source: Enter your credit card to claim the {0} free credit.
de: Geben Sie Ihre Kreditkartenangaben ein, um die {0} Gutschrift in Anspruch zu nehmen.

source: Enter your credit card to sponsor your job. You will only be charged when job seekers click to view your job. You can pause or delete your jobs at any time.
de: Geben Sie Ihre Kreditkartenangaben ein, um Ihren Job als Premium-Stellenanzeige zu schalten. Sie bezahlen nur dann, wenn Jobsuchende auf die Stellenanzeige klicken. Sie können Ihre Jobs jederzeit pausieren oder entfernen.

source: Expiration date invalid.
de: Ablaufdatum ist ungültig.

# credit card expiration date
source: Expiration date:
de: Gültigkeitsdatum:

source: Expiration month
de: Ablaufmonat

source: Expiration month left blank.
de: Ablaufmonat wurde nicht angegeben.

source: Expiration year
de: Ablaufjahr

source: Expiration year left blank.
de: Ablaufjahr wurde nicht angegeben.

source: Expiry Date
de: Ablaufdatum

source: Find Jobs
de: Jobs finden

source: Find Resumes
de: Lebensläufe finden

source: Fund your account in order to activate your sponsored jobs.
de: Stocken Sie Ihr Guthaben auf, um Ihre Premium-Stellenanzeigen zu aktivieren.

source: Funds Remaining
de: Verbleibendes Budget

# link to return to referring account page
source: Go back
de: zurück

# link to return to referring account page
source: Go back to the candidate's resume
de: Zum Lebenslauf des Bewerbers zurückkehren

# link to return to referring account page
source: Go back to view resumes
de: Zurückkehren, um Lebensläufe anzusehen

# link to return to referring account page
source: Go back to your employer page
de: Zum Arbeitgeber-Dashboard zurückkehren

source: I am VAT 13b exempt
de: Ich bin umsatzsteuerbefreit nach § 13b UStG

source: I confirm that I use the Indeed product offering for the purpose of my business
de: Ich bestätige, dass ich das Indeed-Produktangebot für mein Unternehmen nutze

# currency rule, {0} is currency
source: IN {0} ONLY
de: NUR IN {0}

source: IO Number
de: Auftragsnummer

source: If your account is currently spending, you must settle any balance before moving to another currency.
de: Wenn Ihr Konto derzeit im Minus ist, müssen Sie es ausgleichen, bevor Sie zu einer anderen Währung wechseln können.

source: In business:
de: Geschäftstätig:

source: Indeed encountered a temporary error. We have been notified and are working to fix the problem.
de: Ein vorübergehender Fehler ist aufgetreten. Wir wurden benachrichtigt und arbeiten daran, das Problem zu beheben.

source: Invoice
de: Rechnung

# invoice number
source: Invoice
de: Rechnung

source: Invoice #:
de: Rechnung #:

# {0} is invoice id, invoice link text
source: Invoice #{0}
de: Rechnung #{0}

# {0} is invoice number, invoice adjustment in transaction history
source: Invoice adjustment for Invoice #{0}
de: Rechnungsanpassung für Rechnung #{0}

# billing email for an invoice
source: Invoice recipient
de: Rechnungsempfänger

# Three letter abbreviation for 7th month of year
source: Jul
de: Juli

# Three letter abbreviation for 6th month of year
source: Jun
de: Juni

# Three letter abbreviation for 3rd month of year
source: Mar
de: März

source: Master Account Home
de: Hauptkonto-Startseite

# Three letter abbreviation for 5th month of year
source: May
de: Mai

source: Most recent payment
de: Zuletzt erfolgte Zahlung

source: Name not present.
de: Der Name ist nicht vorhanden.

source: Name on card
de: Name auf der Karte

source: Net 15
de: in 15 Tagen fällig

source: Net 30
de: in 30 Tagen fällig

source: Net 45
de: in 45 Tagen fällig

source: Net 60
de: in 60 Tagen fällig

source: Net 90
de: in 90 Tagen fällig

source: Net {0}
de: Netto {0}

# label for next button
source: Next
de: Weiter

source: Next: Complete Payment Selection
de: Nächster Schritt: Vervollständigen Sie die Zahlungsinformationen

source: No
de: Nein

source: No charges will be made on the card until services are delivered.
de: Ihre Kreditkarte wird nicht belastet, bis die Dienstleistungen erbracht werden.

source: None
de: Keine Auswahl

source: Not Found
de: Konnte nicht gefunden werden

# Three letter abbreviation for 10th month of year
source: Oct
de: Okt

# Label for Adyen payment methods group on Choose Payment page
source: Online Transfer and Payment
de: Online-Überweisung und Zahlung

source: Only USD is supported in the US
de: In den USA werden nur Dollar unterstützt

# text for when an invoice is overdue
source: Overdue
de: Überfällig

source: PAID INVOICE THIS INVOICE IS FOR YOUR RECORDS
de: BEZAHLTE RECHNUNG DIESE RECHNUNG IST FÜR IHRE AUFZEICHNUNGEN

source: PO Number
de: Bestellnummer

source: Pagamentos serão aceitos somente em reais. Os valores devem ser pagos sem nenhuma dedução de taxas ou transações bancárias.
de: Zahlungen werden nur in Real akzeptiert. Es sind die vollen Beträge – ohne Abzug von Bank- oder Transaktionsgebühren – fällig.

# payment in transaction history, no link to invoice
source: Payment
de: Zahlung

source: Payment Method
de: Zahlungsmethode

# Heading for payment method section
source: Payment Method
de: Zahlungsmethode

source: Payment declined by financial institution, or some other error has occurred.
de: Die Zahlung wurde vom Finanzinstitut abgelehnt oder es ist ein anderer Fehler aufgetreten.

# {0} is invoice number, payment in transaction history
source: Payment for Invoice #{0}
de: Zahlung für Rechnung #{0}

source: Payment method
de: Zahlungsmethode

source: Payment method help
de: Hilfe zu Zahlungsmethoden

source: Payment was approved.
de: Ihre Zahlung wurde durchgeführt.

source: Payments
de: Zahlungen

source: Payments Due
de: Fällige Zahlungen

source: Payments may take up to 24 hours to be processed in our systems.
de: Bitte beachten Sie, dass die Abwicklung einer Zahlung bis zu 24 Stunden in Anspruch nehmen kann.

source: Pending Authorization
de: Ausstehende Genehmigung

source: Phone:
de: Telefon:

source: Please add a billing address before attempting to input credit card information.
de: Bitte fügen Sie eine Rechnungsadresse hinzu, bevor Sie Ihre Kreditkartenangaben eingeben.

source: Please contact us directly if you have any questions about creating a new IO or about your current spend.
de: Kontaktieren Sie uns direkt, wenn Sie Fragen zu einem neuen IO-Auftrag oder Ihren aktuellen Ausgaben haben.

source: Please contact us directly if you have any questions about your current currency or about making a change to another currency.
de: Kontaktieren Sie uns direkt, wenn Sie Fragen zu Ihrer aktuellen Währung oder zum Währungswechsel haben.

source: Please enter the billing address that appears on your credit card statement
de: Bitte geben Sie die Adresse ein, an die Ihre Kreditkartenabrechnung gesendet wird.

source: Please enter your organization''s CNPJ/CPF number or visit our <a {0}>Help Center</a>
de: Geben Sie die CNPJ- / CPF-Nummer Ihres Unternehmens ein oder besuchen Sie unser <a {0}>Hilfecenter</a>

source: Please note that our address and bank details may have changed
de: Bitte beachten Sie, dass sich unsere Adresse oder Bankverbindung geändert haben könnte

source: Please provide a valid E-mail address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Please provide a valid VAT ID for the selected country
de: Bitte geben Sie eine gültige USt-IdNr. für das gewählte Land ein.

source: Please visit your {0}billing information page{1} if you would like to change which card is being used, update your billing address, or change the email address where your invoice will be sent.
de: Besuchen Sie die Seite für die {0}Abrechnungsinformationen{1}, wenn Sie die verwendete Karte, Rechnungsadresse oder Ihre E-Mail-Adresse, an die Ihre Rechnung gesendet wird, ändern möchten.

source: Please wait...
de: Bitte warten...

source: Post a Job
de: Stellenanzeige schalten

source: Post-Pay Insertion Order (IO) Help
de: Hilfe zu Postpay-Werbeaufträgen (IO)

source: Post-Pay Invoice Help
de: Hilfe zu Postpay-Rechnung

# text for postpay invoice accounts
source: Postpay Invoice
de: Postpay-Rechnung

source: Pre-Pay Insertion Order (IO) Help
de: Hilfe zu Prepay-Werbeaufträgen (IO)

source: Prepay
de: Vorauszahlung

source: Prepay - Choose Your Bank and Add Funds
de: Vorauszahlung - Bank auswählen und Guthaben hinzufügen

# text for prepay insertion order accounts
source: Prepay Invoice
de: Prepay-Rechnung

source: Prices do not include taxes, which will be additionally charged where appropriate.
de: Preise beinhalten keine Steuern. Diese werden gegebenenfalls zusätzlich erhoben.

# Canadian province label
source: Province:
de: Provinz:

# South Africa county label
source: Province:
de: Provinz:

# Turkey county label
source: Province:
de: Provinz:

source: REMIT TO:
de: ZURÜCKGEBEN AN:

source: Redirect to payment provider was cancelled or transaction not completed.
de: Die Weiterleitung an den Zahlungsanbieter wurde abgebrochen oder die Transaktion wurde nicht abgeschlossen.

source: Return to Indeed
de: Zurück zu Indeed

# label for save button
source: Save
de: Speichern

# text for worldpay form button
source: Save Card
de: Karte speichern

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: Sorry, some of the values you entered appear incorrect. Please check the field(s) in red and re-enter.
de: Entschuldigung, einige der Werte, die Sie eingegeben haben, scheinen inkorrekt zu sein. Bitte überprüfen Sie das/die Feld(er) in rot und wiederholen Sie Ihre Eingabe.

source: Sort:
de: Sortieren:

source: State required
de: Bundesland ist erforderlich.

source: State/Region:
de: Bundesland/Region:

# United States state label
source: State:
de: Bundesland:

source: Street address required
de: Adresse ist erforderlich.

source: Submit
de: Senden

# Button text for mobile optimized Chase form
source: Submit
de: Senden

# label for Submit button
source: Submit
de: Senden

source: Temporary Error
de: Vorübergehender Fehler

source: Terms:
de: Zahlungsbedingungen:

source: The following information is missing or incorrect
de: Die folgenden Angaben fehlen oder sind falsch

source: The page you are looking for was not found.
de: Die von Ihnen gesuchte Seite konnte nicht gefunden werden.

source: The recipient of this service will account for VAT on the reverse charge basis
de: Der Empfänger dieser Dienstleistung wird die Mehrwertsteuer auf Basis des Reverse-Charge-Verfahrens berechnen

source: There was a communication error, please try again later.
de: Es ist ein Kommunikationsfehler aufgetreten. Bitte versuchen Sie es später erneut.

source: There was an error communicating with our payment provider.
de: Bei der Kommunikation mit unserem Zahlungsdienstleister ist ein Fehler aufgetreten.

source: There was an error while processing your payment.
de: Bei der Durchführung Ihrer Zahlung ist ein Fehler aufgetreten.

source: There was an error with Issuer response, please check back later.
de: Es ist ein Fehler aufgetreten und der Zahlungsdienstleister konnte nicht erreicht werden. Bitte versuchen Sie es später erneut.

source: This credit expires on {0}. You will only be charged when job seekers click to view your job after the {1} credit is used up or expires. You can pause or delete your jobs at any time.
de: Diese Gutschrift verliert ihre Gültigkeit am {0}. Klicks von Jobsuchenden auf Ihre Stellenanzeige werden Ihnen berechnet, nachdem die {1} Gutschrift vollständig aufgebraucht oder abgelaufen ist. Sie können Ihre Jobs jederzeit pausieren oder löschen.

source: Total Amount
de: Gesamtbetrag

source: Total Amount:
de: Gesamtbetrag:

source: Total Due:
de: Gesamtbetrag fällig bis:

source: Transaction History
de: Transaktionsverlauf

source: Transactions will be processed for the Indeed Entity located in the following country: {0}.
de: Transaktionen werden für die Indeed Organisation in {0} abgewickelt.

# credit card type label
source: Type:
de: Herausgeber:

source: Unable to validate your transaction as it was refused.
de: Ihre Zahlung kann nicht bestätigt werden, da diese abgewiesen wurde.

source: Unknown response, please try again.
de: Unbekannte Antwort, bitte versuchen Sie es erneut.

source: Update
de: Aktualisieren

source: VAT Exempt
de: MwSt-befreit

source: VAT ID
de: USt-IdNr.

source: VAT Number:
de: MWSt-Nummer:

source: VAT number:
de: USt-IdNr.:

source: Valid card number required
de: Eine gültige Kartennummer ist erforderlich.

source: Valid verification code required
de: Ein gültiger Sicherheitscode ist erforderlich.

source: Verification code:
de: Sicherheitscode:

source: We were not able to validate your credit card
de: Wir konnten Ihre Kreditkarte nicht validieren

source: We will process your credit card and update your account as soon as possible
de: Wir werden Ihre Kreditkarte bearbeiten und Ihr Konto schnellstmöglich aktualisieren

source: Where is CID?
de: Wo finde ich die CID-Nummer?

source: Where is CVC2?
de: Wo finde ich die CVC2-Nummer?

source: Where is CVV2?
de: Wo steht der CVV2?

source: Where is CVV?
de: Wo finde ich die CVV-Nummer?

source: Yes
de: Ja

source: You are being asked if you are purchasing the Indeed services for business or personal purposes. Business purposes should be considered to include the purchase of the Indeed product for the purposes of your business / trade / profession / etc. Please uncheck if you are purchasing the Indeed services in your capacity as an individual for personal consumption or if you are considered not to be in business by virtue of the status of your entity.
de: Sie werden gefragt, ob Sie die Indeed-Dienste für geschäftliche oder persönliche Zwecke in Anspruch nehmen. Als Geschäftszweck gilt dabei der Erwerb von Indeed-Produkten mit dem Ziel, diese in Ihrem Unternehmen, Gewerbe, Beruf usw. einzusetzen. Diese Option darf nicht ausgewählt werden, wenn Sie die Indeed-Dienste als Einzelperson für den persönlichen Gebrauch nutzen oder wenn Sie aufgrund des Status Ihrer Organisation als nicht geschäftstätig angesehen werden.

source: You can add more funds at any time to keep your sponsored jobs active.
de: Sie können jederzeit mehr Guthaben hinzufügen, damit Ihre Premium-Stellenanzeigen aktiv bleiben.

source: You can update your payment information at any time.
de: Sie können Ihre Zahlungsinformationen jederzeit aktualisieren.

source: You can visit this page later to see if your credit card has been authorized
de: Sie können auf dieser Seite später nachschauen, ob Ihre Kreditkarte autorisiert wurde

source: You cannot change your currency at this time. Please contact us.
de: Sie können die Währungen momentan nicht ändern. Bitte kontaktieren Sie uns.

source: You do not have a valid card on file. Please <a {0}>update your billing information.</a>
de: Es wurde noch keine gültige Karte angegeben. <a {0}>Aktualisieren Sie bitte Ihre Rechnungsdetails.</a>

source: You have no payments due at this time.
de: Es sind zurzeit keine Zahlungen fällig.

source: You have not submitted your card information, please try again.
de: Sie haben Ihre Karteninformationen nicht gesendet. Bitte versuchen Sie es erneut.

# explanation text for what having free clicks remaining means
source: You will be billed normally once they are used up or expire. <a {0}>Learn more.</a>
de: Nach Nutzung oder Verfall erhalten Sie in der Regel eine entsprechende Rechnung. <a {0}>Erfahren Sie mehr.</a>

source: You will be taken to {0} to complete your payment selection.
de: Sie werden zu {0} weitergeleitet, um Ihre Zahlung durchzuführen.

source: You will find the CID on the front of your card.
de: Sie finden die CID auf der Vorderseite Ihrer Karte.

source: You will find the CVC2 on the back of your card.
de: Sie finden den CVC2 auf der Rückseite Ihrer Karte.
