Repository: schen-indeed/testRepo
Catalog: rezalert-sender/indeed-bill-webapp-*.po
Languages: de

source: You will find the CVV on the back of your card.
de: Sie finden den CVV auf der Rückseite Ihrer Karte.

source: You will find the CVV2 on the back of your card.
de: Sie finden den CVV2 auf der Rückseite Ihrer Karte.

# Advertiser entity, {0} is the entity code
source: Your Indeed contracting entity: {0}
de: Ihr Indeed Vertragspartner: {0}

source: Your account has no available insertion orders to spend. Please contact us to sign a new insertion order.
de: Der Verfügungsrahmen Ihres Konto ist ausgeschöpft. Bitte kontaktieren Sie uns, um einen neuen Verfügungsrahmen zu vereinbaren.

source: Your account is currently over budget. Please contact us.
de: Ihr Kontobudget wurde überschritten. Bitte kontaktieren Sie uns.

source: Your account is disabled. If this is an error, please <a {0}>contact us.</a>
de: Ihr Account wurde deaktiviert. <a {0}>Kontaktieren Sie uns</a> bitte, falls dies nicht richtig ist.

source: Your account is not active
de: Ihr Konto ist nicht aktiviert

source: Your account is not currently spending.
de: Ihre Werbeaktivitäten sind derzeit pausiert.

source: Your account must have a valid signed IO in order to spend.
de: Ihr Konto muss einen gültigen und unterzeichneten IO-Auftrag haben, damit Ausgaben erfolgen können.

source: Your account will be invoiced at the end of each month for all spend in that month.
de: Am Ende jeden Monats werden alle in dem jeweiligen Monat erfolgten Ausgaben Ihrem Konto in Rechnung gestellt.

source: Your account will be invoiced for the amount of the IO when it starts.
de: Mit Beginn des IO-Auftrags wird Ihrem Konto der entsprechende Betrag in Rechnung gestellt.

source: Your card number is not valid.
de: Ihre Kartennummer ist ungültig.

source: Your card security number is not valid. Please re-try.
de: Ihre Kartenprüfnummer ist nicht gültig. Bitte versuchen Sie es erneut.

source: Your card was declined on {0}. Please <a {1}>update your billing information.</a>
de: Ihre Karte wurde am {0} abgelehnt. <a {1}>Aktualisieren Sie bitte Ihre Rechnungsdetails.</a>

source: Your card will be charged whenever your balance reaches your Charge Threshold, as well as at the end of each month for any remaining balance.
de: Sobald Ihr Kontostand den Belastungsgrenzwert erreicht, wird Ihre Karte belastet. Gleiches gilt für eventuelle am Ende des jeweiligen Monats verbleibende Beträge.

source: Your credit card is pending. Please check back later.
de: Ihre Kreditkarte ist noch ausstehend. Bitte schauen Sie später nochmal nach.

source: Your credit card validation failed - please check your card information and <a {0}>billing address</a>. If you continue to have problems, please contact us.
de: Ihre Kreditkarte konnte nicht bestätigt werden – bitte überprüfen Sie Ihre Kreditkartenangaben und <a {0}>die Rechnungsadresse</a>. Sollte das Problem weiterhin bestehen, kontaktieren Sie uns bitte.

source: Your credit card validation failed - please check your card information and billing address. If you continue to have problems, please contact us
de: Ihre Kreditkarte konnte nicht bestätigt werden – bitte überprüfen Sie Ihre Kreditkartenangaben und die Rechnungsadresse. Sollte das Problem weiterhin bestehen, kontaktieren Sie uns bitte.

source: Your expiry date is not valid.
de: Ihr Ablaufdatum ist nicht gültig.

source: Your job post is saved and will go live as a free posting until the payment information is added.
de: Ihre Stellenanzeige wurde gespeichert und wird bis zur Eingabe Ihrer Zahlungsinformationen als kostenlose Stellenanzeige veröffentlicht.

source: Your payment method will be charged automatically when your balance reaches your billing threshold, as described in our [Billing Cycle|{0}] article.
de: Ihre Zahlungsmethode wird, wie im [Abrechnungszeitraum|{0}]-Artikel beschrieben, automatisch belastet, sobald Ihre Ausgaben Ihr Rechnungsbetragslimit erreichen.

source: Your session has timed out, please try again.
de: Ihre Sitzung ist abgelaufen. Bitte versuchen Sie es erneut.

source: Your session will timeout in 5 minutes. Finish filling out this form within that time, or refresh this page
de: Ihre Sitzung wird in 5 Minuten beendet. Füllen Sie dieses Formular innerhalb dieser Zeit aus oder aktualisieren Sie diese Seite

source: Your transaction is pending. Please check back later.
de: Ihre Zahlung ist in Bearbeitung. Bitte sehen Sie später nochmal nach.

source: Zip/Postal code required
de: Postleitzahl ist erforderlich.

# zip (postal) code label
source: Zip:
de: Postleitzahl:

source: edit
de: Bearbeiten

# denotes the date format: month/year
source: mm / yyyy
de: MM/JJJJ

# {0} is localized month name, invoice transaction history
source: {0} advertising charges
de: {0} Werbekosten

# Masked credit card number label
source: {0} ending in {1}
de: {0} endend mit {1}

source: {0} ending in {1}
de: {0} endend mit {1}

# text when account has free clicks remaining
source: {0} in free sponsored clicks remaining
de: {0} für kostenlose, gesponserte Klicks sind übrig

# {language} should be replaced with the language being displayed
source: {language} is not supported by our payment processor at this time
de: {language} wird zurzeit nicht von unserem Zahlungsdienstleister unterstützt
