Repository: schen-indeed/testRepo
Catalog: ezalert-sender/indeed-bill-webapp-*.po
Languages: fi, nl

# Link to enable editing billing info on cc info page
source: (edit)
fi: (muokkaa)
nl: (bewerken)

source: A small portion of your balance may be charged when you first start spending. This is a one time occurrence to ensure that the card on file is valid.
fi: Saldostasi saatetaan periä pieni summa, kun aloitat ensimmäistä kertaa kuluttamisen. Tällä kertaluontoisella maksulla tarkistamme, että tiedoissa ilmoitettu kortti on voimassa oleva.
nl: Er kan een klein gedeelte van uw saldo in rekening worden gebracht als u voor het eerst gaat uitgeven. Dit wordt eenmalig gedaan om ervoor te zorgen dat de kaart in het bestand geldig is.

# Top nav link to manage account
source: Account
fi: Tili

source: Account Disabled
fi: Tili on poissa käytöstä
nl: Account uitgeschakeld

source: Account Information
fi: Tilitiedot
nl: Accountinformatie

source: Account title:
fi: Tilin nimi:
nl: Accounttitel:

source: Activity
fi: Aktiivisuus
nl: Activiteit

# Link for adding a payment method
source: Add a payment method
fi: Lisää maksumenetelmä
nl: Betalingsmethode toevoegen

source: Add billing address
fi: Lisää laskutusosoite
nl: Factuuradres toevoegen.

source: Add funds
fi: Lisää varoja
nl: Krediet toevoegen

source: Address 1:
fi: Osoite 1:
nl: Adres:

source: Address 2:
fi: Osoite 2:
nl: Aanvullende adresgegevens (optioneel):

# Address (place) label
source: Address:
fi: Osoite:
nl: Adres:

source: Agencia / Branch:
fi: Konttori/Sivukonttori:
nl: Agencia / Filiaal:

source: All
fi: Kaikki
nl: Alle

source: Amount
fi: Summa
nl: Bedrag

# invoice amount
source: Amount
fi: Summa
nl: Bedrag

source: Amount to be remitted in INR only. The invoice amount should be received by us without deduction for bank charges and transaction fees levied by your bank. This invoice is system generated, it does not require signature approval.
fi: Lähetettävän summan valuutta tulee olla INR. Meidän tulee vastaanottaa laskun summa, josta ei ole vähennetty pankkisi perimiä palvelu- ja siirtokuluja. Tämän laskun on luonut järjestelmä eikä se edellytä allekirjoitusta.
nl: Bedrag moet alleen in INR worden overgemaakt. Het factuurbedrag moet door ons ontvangen worden zonder aftrek voor bankkosten en transactiekosten die door uw bank worden geheven. Deze factuur is door het systeem aangemaakt en behoeft geen goedkeuring d.m.v. een handtekening.

# IE disclaimer, {0} is currency
source: Amount to be remitted in {0} only. Please ensure amount received matches the {0} total above and is subject to no bank charges on receipt.
fi: Lähetettävän summan valuutta tulee olla {0}. Varmista, että vastaanotettava summa vastaa {0} loppusummaa ja ettei siitä ole vähennetty pankkisi perimiä kuluja.
nl: Bedrag moet alleen in {0} worden overgemaakt. Zorg ervoor dat het ontvangen bedrag overeenkomt met het {0} bovenstaande totaal en dat er bij ontvangst geen bankkosten in rekening worden gebracht.

source: An error occurred while processing your card, please try again.
fi: Virhe korttia käsiteltäessä, yritä uudelleen.
nl: Er deed zich een fout voor tijdens het verwerken van uw kaart, probeer het opnieuw.

source: An invalid character was entered, such as a letter in a numeric field.
fi: Väärä merkki syötettiin, esimerkiksi kirjain numerokentässä.
nl: Er werd een ongeldig teken ingevoerd, zoals een letter in een numeriek veld.

# Three letter abbreviation for 4th month of year
source: Apr
fi: Huhtikuu

# Three letter abbreviation for 8th month of year
source: Aug
fi: Elokuu

source: Autopay
fi: Automaattinen maksu
nl: Automatische incasso

source: Autopay - Choose Your Bank
fi: Automaattinen maksu – valitse pankkisi
nl: Automatische incasso - Selecteer uw bank

# label for Back button in Dradis Funnel
source: Back
fi: Takaisin
nl: Terug

source: Balance
fi: Saldo
nl: Balans

source: Beneficiary Account #:
fi: Edunsaajan tili #:
nl: Rekening van begunstigde #:

source: Beneficiary Address:
fi: Edunsaajan osoite:
nl: Adres van begunstigde:

source: Beneficiary Bank:
fi: Edunsaajan pankki:
nl: Bank van begunstigde:

source: Beneficiary Name:
fi: Edunsaajan nimi:
nl: Naam van begunstigde:

source: Bill to:
fi: Laskuta:
nl: Rekening naar:

source: Billing
fi: Laskutus
nl: Betaalgegevens

source: Billing Address
fi: Laskutusosoite
nl: Factuuradres

# heading for billing info section of view page
source: Billing Address
fi: Laskutusosoite
nl: Factuuradres

# heading for contact info section
source: Billing Contact
fi: Laskutusyhteystiedot
nl: Factureringscontact

source: Billing Email:
fi: Laskutuksen sähköposti:
nl: E-mailadres voor facturering:

source: Billing History
fi: Laskutus History
nl: Factuuroverzicht

source: Billing Information
fi: Laskutustiedot
nl: Betaalgegevens

source: Billing Summary
fi: Laskutusyhteenveto
nl: Factuuroverzicht

source: British Pound
fi: Iso-Britannian Punta
nl: Britse pond

source: By clicking "{0}", you agree to be billed as described in our [Billing Cycle|{1}] article.
fi: Napsauttamalla painiketta " {0}" hyväksyt, että sinua laskutetaan artikkelissa [Laskutusjakso|{1}] kuvatulla tavalla.
nl: Wanneer u op "{0}" klikt, gaat u ermee akkoord dat u wordt gefactureerd zoals omschreven in ons [betalingstermijn-artikel|{1}].

source: By clicking "{0}", you agree to be billed as described in our {1}Billing Cycle{2} article.
fi: Napsauttamalla painiketta " {0}" hyväksyt, että sinua laskutetaan artikkelissa {1}Laskutusjakso{2} kuvatulla tavalla.
nl: Wanneer u op "{0}" klikt, gaat u ermee akkoord dat u wordt gefactureerd zoals omschreven in ons {1}betalingstermijn-artikel{2}.

source: CID number
fi: CID-numero
nl: CID-nummer

# label for CNPJ/CPF number in Brazil
source: CNPJ/CPF number:
fi: CNPJ/CPF-numero:
nl: CNPJ/CPF nummer:

source: CVC field submitted but does not match the card.
fi: CVC toimitettu mutta ei vastaa luottokortilla.
nl: Het ingevoerde CVC-veld komt niet overeen met de creditcard.

source: CVC required but not present.
fi: CVC vaaditaan, mutta ei ole läsnä.
nl: Een CVC-nummer is vereist maar niet ingevoerd.

source: CVC2 number
fi: CVC2-numero
nl: CVC2-nummer

source: CVV number
fi: CVV-numero
nl: CVV-nummer

source: CVV2 number
fi: CVV2-numero
nl: CVV2-nummer

# text for cancelling form submit
source: Cancel
fi: Peru
nl: Annuleren

source: Cannot change country from this page.
fi: Maata ei voida muuttaa tältä sivulta.
nl: U kunt het land niet wijzigen op deze pagina.

source: Card Type
fi: Korttityyppi
nl: Kaarttype

source: Card number
fi: Korttinumero
nl: Kaartnummer

source: Cardholder name required
fi: Kortinhaltijan nimi on pakollinen
nl: Naam van de kaarthouder is vereist

source: Cardholder name:
fi: Kortinhaltijan nimi:
nl: Naam van de kaarthouder:

# charge threshold for a cc acount
source: Charge threshold
fi: Veloita kynnysarvo
nl: Kostendrempel

source: Charges
fi: Maksut
nl: Kosten

source: Choose a valid expiration date
fi: Valitse kelvollinen vanhenemispäivämäärä.
nl: Kies een geldige vervaldatum

source: Choose an expiration date that has not expired
fi: Valitse vanhenemispäivämäärä, jota ei ole ohitettu
nl: Kies een vervaldatum die nog niet verlopen is.

source: Choose how you pay
fi: Valitse maksutapasi
nl: Betalingsmethode selecteren

source: Choose your bank
fi: Valitse pankki
nl: Selecteer uw bank

source: City required
fi: Paikkakunta on pakollinen
nl: Plaats is vereist.

source: City:
fi: Paikkakunta:
nl: Plaats:

source: Close
fi: Sulje
nl: Sluiten

source: Company name:
fi: Yrityksen nimi:
nl: Bedrijfsnaam:

# company name label
source: Company:
fi: Yritys:
nl: Bedrijfsnaam:

# heading for contact info section
source: Contact Information
fi: Yhteystiedot
nl: Contactinformatie

# Contact person label
source: Contact:
fi: Yhteystiedot:
nl: Contactpersoon:

# label for continue button
source: Continue
fi: Jatka
nl: Doorgaan

source: Continue and add payment information later
fi: Jatka ja lisää maksutiedot myöhemmin.
nl: Ga verder en voeg de betalingsinformatie later toe

source: Country:
fi: Maa:
nl: Land:

# Ireland county label
source: County:
fi: Maakunta:
nl: Provincie:

# United Kingdom county label
source: County:
fi: Maakunta:
nl: Provincie:

source: Credit Card
fi: Luottokortti

source: Credit Card Help
fi: Luottokortti-tuki
nl: Creditcard hulp

source: Credit Card Information
fi: Luottokortin tiedot
nl: Creditcardinformatie

source: Credit card number specified is invalid. Please check your card and try again.
fi: Määritelty luottokorttinumero on epäkelpo. Tarkista korttisi ja yritä uudelleen.
nl: Opgegeven creditcardnummer is ongeldig. Controleer uw kaart en probeer het opnieuw.

source: Credit card number was left blank or is invalid. Please check your card and try again.
fi: Luottokorttinumero jätettiin tyhjäksi tai se on epäkelpo. Tarkista korttisi ja yritä uudelleen.
nl: Creditcardnummer werd leeg gelaten of is ongeldig. Controleer uw kaart en probeer het opnieuw.

source: Credit card number:
fi: Luottokortin numero:
nl: Creditcardnummer:

source: Credit card type left blank or invalid.
fi: Luottokorttityyppi jätettiin tyhjäksi tai se on epäkelpo.
nl: Creditcardtype leeg gelaten of ongeldig.

source: Credit card validation temporarily unavailable, please try again later.
fi: Luottokortin tarkistus ei ole hetkellisesti käytettävissä, yritä myöhemmin uudelleen.
nl: Wij kunnen uw creditcard tijdelijk niet bevestigen. Probeer het later nog een keer.

source: Currency
fi: Valuutta
nl: Valuta

source: Currency Help
fi: Valuutta-tuki
nl: Valutahulp

source: Currency must be provided.
fi: Valuutta on pakollinen.
nl: Munteenheid moet worden ingevoerd.

source: Currency:
fi: Valuutta:
nl: Valuta:

source: Currency: {0} {1} ({2})
fi: Valuutta: {0} {1} ({2})
nl: Munteenheid: {0} {1} ({2})

source: Date
fi: Päivämäärä
nl: Datum

# invoice issuing date
source: Date
fi: Päivämäärä
nl: Datum

source: Date:
fi: Pvm:
nl: Datum:

# Three letter abbreviation for 12th month of year
source: Dec
fi: Joulukuu

source: Description / Memo
fi: Selite / Muistio
nl: Omschrijving / Memo

source: Do you have a VAT ID?
fi: Onko sinulla ALV-tunnus?
nl: Heeft u een BTW-nummer?

source: Download transaction history
fi: Lataa tapahtumahistoria
nl: Download transactiegeschiedenis

source: Due Date:
fi: Eräpäivä:
nl: Vervaldag:

# invoice due date
source: Due date
fi: Eräpäivä
nl: Vervaldag

source: Due upon receipt
fi: Erääntyy vastaanottamisen jälkeen
nl: Verschuldigd bij ontvangst

source: Edit Billing Information
fi: Muokkaa laskutustietoja
nl: Betaalgegevens aanpassen

source: Edit Contact Information
fi: Muokkaa yhteystiedot
nl: Contactinformatie aanpassen

# United Arab Emirates county label
source: Emirate:
fi: Emiraatti:
nl: Emiraat:

source: Employer Application
fi: Työnantajan hakemus
nl: Werkgeversapplicatie

source: Employers
fi: Työnantajat
nl: Werkgevers

source: Enter your credit card to claim the {0} free credit.
fi: Syötä luottokorttisi ja lunasta {0} ilmainen krediitti.
nl: Voer uw creditcardgegevens in om uw gratis krediet ter waarde van {0} te gebruiken.

source: Enter your credit card to sponsor your job. You will only be charged when job seekers click to view your job. You can pause or delete your jobs at any time.
fi: Sponsoroi työpaikkaa antamalla luottokorttitiedot. Sinua veloitetaan ainoastaan, kun työnhakijat napsauttavat työpaikkailmoitusta. Voit keskeyttää tai poistaa työpaikat koska tahansa.
nl: Geef uw creditcardnummer in om uw vacature te sponsoren. Er worden alleen kosten in rekening gebracht wanneer werkzoekenden klikken op uw gesponsorde vacature. U kunt uw vacature-plaatsingen op elk moment pauzeren of verwijderen.

source: Expiration date invalid.
fi: Vanhenemispäivämäärä on epäkelpo.
nl: Vervaldatum ongeldig.

# credit card expiration date
source: Expiration date:
fi: Vanhenemispäivämäärä
nl: Vervaldatum creditcard:

source: Expiration month
fi: Vanhenemiskuukausi
nl: Maand wanneer creditcard verloopt

source: Expiration month left blank.
fi: Vanhenemispäivämäärä jätettiin tyhjäksi.
nl: Vervalmaand leeg gelaten.

source: Expiration year
fi: Vanhenemisvuosi
nl: Jaar wanneer creditcard verloopt

source: Expiration year left blank.
fi: Vanhenemisvuosi jätettiin tyhjäksi.
nl: Vervaljaar leeg gelaten.

source: Expiry Date
fi: Voimassaoloaika
nl: Vervaldatum

source: Fax:
fi: Faksi:

# Three letter abbreviation for 2nd month of year
source: Feb
fi: Helmikuu

source: Find Jobs
fi: Hae työpaikkoja
nl: Vacatures zoeken

source: Find Resumes
fi: Etsi ansioluetteloita
nl: Cv's zoeken

source: Fund your account in order to activate your sponsored jobs.
fi: Rahoita tiliäsi aktivoidaksesi sponsoroidut työpaikat.
nl: Middelen toevoegen om uw gesponsorde vacatures te activeren.

source: Funds Remaining
fi: Varoja jäljellä
nl: Krediet beschikbaar

# link to return to referring account page
source: Go back
fi: Palaa takaisin
nl: Teruggaan

# link to return to referring account page
source: Go back to the candidate's resume
fi: Palaa työnhakijan ansioluetteloon
nl: Ga terug naar het cv van de kandidaat

# link to return to referring account page
source: Go back to view resumes
fi: Palaa takaisin ansioluetteloihin
nl: Ga terug om cv's te bekijken

# link to return to referring account page
source: Go back to your employer page
fi: Palaa takaisin työantajan sivuille
nl: Ga terug naar uw werkgeverspagina

source: I am VAT 13b exempt
fi: Minun ei tarvitse periä arvonlisäveroa
nl: Ik ben vrijgesteld van Ierse BTW volgens Artikel 13b Vrijstellingsstatus

source: I confirm that I use the Indeed product offering for the purpose of my business
fi: Vahvistan, että käytän Indeedin tarjoamia palveluja yritykseni tarkoituksiin.
nl: Ik bevestig dat ik de Indeed productaanbieding gebruik voor zakelijke doeleinden.

# currency rule, {0} is currency
source: IN {0} ONLY
fi: TULEE OLLA {0}
nl: ALLEEN IN {0}

source: IO Number
fi: Lisäysjärjestysnumero (IO)
nl: Ordernummer

source: If your account is currently spending, you must settle any balance before moving to another currency.
fi: Jos tilisi kuluttaa tällä hetkellä, sinun tulee maksaa mahdollinen tase ennen kuin voit vaihtaa toiseen valuuttaan.
nl: Als u momenteel uitgaven doet met uw account, dan moet uw saldo in evenwicht zijn voordat u overgaat op een andere valuta.

source: In business:
fi: Toiminnassa:
nl: In bedrijf:

source: Indeed CNPJ:
fi: Indeedin CNPJ-numero:

source: Indeed encountered a temporary error. We have been notified and are working to fix the problem.
fi: Indeed kohtasi tilapäisen virheen. Meille on ilmoitettu asiasta ja pyrimme paraikaa korjaamaan ongelman.
nl: Er is een tijdelijke fout opgetreden. Indeed is in kennis gesteld en wij werken eraan om het probleem op te lossen.

source: Invoice
fi: Lasku
nl: Factuur

# invoice number
source: Invoice
fi: Lasku
nl: Factuur

source: Invoice #:
fi: Lasku #:
nl: Factuur #:

# {0} is invoice id, invoice link text
source: Invoice #{0}
fi: Lasku #{0}
nl: Factuur #{0}

# {0} is invoice number, invoice adjustment in transaction history
source: Invoice adjustment for Invoice #{0}
fi: Mukautettu lasku laskutukseen #{0}
nl: Factuur aangepast voor factuur #{0}

# billing email for an invoice
source: Invoice recipient
fi: Laskun vastaanottaja
nl: Factuurontvanger

# Three letter abbreviation for 1st month of year
source: Jan
fi: Tammikuu

# Three letter abbreviation for 7th month of year
source: Jul
fi: Heinäkuu

# Three letter abbreviation for 6th month of year
source: Jun
fi: Kesäkuu

source: MICR: IFSC Code:
fi: MICR: IFSC-koodi:

# Three letter abbreviation for 3rd month of year
source: Mar
fi: Maaliskuu
nl: mrt.

source: Master Account Home
fi: Päätilin alku
nl: Startpagina voor hoofdaccount

# Three letter abbreviation for 5th month of year
source: May
fi: Toukokuu
nl: mei

source: Most recent payment
fi: Viimeaikaiset maksut
nl: Meest recente betaling

source: Name not present.
fi: Nimeä ei ole.
nl: Naam niet aanwezig.

source: Name on card
fi: Kortinhaltija
nl: Naam op creditcard

# contact name label
source: Name:
fi: Nimi:
nl: Naam:

source: Net 15
fi: Maksettava 15 päivän kuluessa
nl: Binnen 15 dagen netto

source: Net 30
fi: Maksettava 30 päivän kuluessa
nl: Binnen 30 dagen netto

source: Net 45
fi: Maksettava 45 päivän kuluessa
nl: Binnen 45 dagen netto

source: Net 60
fi: Maksettava 60 päivän kuluessa
nl: Binnen 60 dagen netto

source: Net 90
fi: Maksettava 90 päivän kuluessa
nl: Binnen 90 dagen netto

source: Net {0}
fi: Netto {0}
nl: Netto {0}

# label for next button
source: Next
fi: Seuraava
nl: Volgende

source: Next: Complete Payment Selection
fi: Seuraavaksi: viimeistele maksuvalinta
nl: Doorgaan

source: No
fi: Ei
nl: Nee

source: No charges will be made on the card until services are delivered.
fi: Luottokortilta ei tehdä veloituksia ennen palveluiden toimitusta.
nl: Er worden pas kosten in rekening gebracht op de kaart wanneer er diensten worden geleverd.

source: None
fi: Ei lainkaan
nl: Geen enkele

source: Not Found
fi: Ei löydetty
nl: Niet gevonden

# Three letter abbreviation for 11th month of year
source: Nov
fi: Marraskuu

# Three letter abbreviation for 10th month of year
source: Oct
fi: Lokakuu
nl: okt.

# Label for Adyen payment methods group on Choose Payment page
source: Online Transfer and Payment
fi: Siirto ja maksu verkossa
nl: Online transactie en betaling

source: Only USD is supported in the US
fi: Yhdysvalloissa ainoa tuettu valuutta on USD
nl: Alleen USD wordt ondersteund in de Verenigde Staten

# text for when an invoice is overdue
source: Overdue
fi: Erääntynyt
nl: Achterstallig

source: PAID INVOICE THIS INVOICE IS FOR YOUR RECORDS
fi: MAKSETTU LASKU TÄMÄ LASKU ON KIRJANPITOASI VARTEN
nl: BETAALDE FACTUUR DEZE FACTUUR IS VOOR UW ADMINISTRATIE

source: PO Number
fi: Ostotilausnumero
nl: PO nummer

# payment in transaction history, no link to invoice
source: Payment
fi: Maksu
nl: Betaling

source: Payment Method
fi: Maksutapa
nl: Betalingsmethode

# Heading for payment method section
source: Payment Method
fi: Maksutapa
nl: Betalingsmethode

source: Payment declined by financial institution, or some other error has occurred.
fi: Maksu hylättiin maksulaitoksen toimesta tai jokin muu virhe tapahtui maksun yhteydessä.
nl: Betaling afgewezen door financiële instelling of er deed zich een andere fout voor.

# {0} is invoice number, payment in transaction history
source: Payment for Invoice #{0}
fi: Maksu laskulle #{0}
nl: Betaling voor factuur #{0}

source: Payment method
fi: Maksumenetelmä
nl: Betalingsmethode

source: Payment method help
fi: Maksumenetelmä-tuki
nl: Betalingsmethode hulp

source: Payment was approved.
fi: Maksu hyväksyttiin.
nl: De betaling is goedgekeurd.

source: Payments
fi: Maksut
nl: Betalingen

source: Payments Due
fi: Erääntyvät maksut
nl: Verschuldigde betalingen

source: Payments may take up to 24 hours to be processed in our systems.
fi: Maksujen käsittely järjestelmissämme voi kestää 24 tuntia.
nl: Het kan 24 uur duren voordat ons systeem betalingen heeft verwerkt.

source: Pending Authorization
fi: Odottaa valtuutusta
nl: In afwachting van autorisatie

source: Phone:
fi: Puhelin:
nl: Telefoon:

source: Please add a billing address before attempting to input credit card information.
fi: Lisää laskutusosoite ennen kuin yrität syöttää luottokortin tiedot.
nl: Voeg een factuuradres toe voordat u probeert creditcardinformatie in te voeren.

source: Please contact us directly if you have any questions about creating a new IO or about your current spend.
fi: Ota meihin yhteyttä suoraan, jos sinulla on kysyttävää koskien uuden IO:n luomista tai tämän hetkistä kulutustasi.
nl: Neem direct contact met ons op als u vragen hebt over het aanmaken van een nieuwe IO of over uw huidige uitgave.

source: Please contact us directly if you have any questions about your current currency or about making a change to another currency.
fi: Ota meihin yhteyttä suoraan, jos sinulla on kysyttävää koskien tämän hetkistä valuuttaasi tai valuutan vaihtamista toiseen valuuttaan.
nl: Neem direct contact met ons op als u vragen hebt over uw huidige valuta of over het wijzigen naar een andere valuta.

source: Please enter the billing address that appears on your credit card statement
fi: Syötä luottokorttisi tiliotteessa näkyvä laskutusosoite
nl: Voer hetzelfde factuuradres in als van uw creditcard.

source: Please enter your organization''s CNPJ/CPF number or visit our <a {0}>Help Center</a>
fi: Syötä organisaatiosi CNPJ/CPF-numero tai vieraile <a {0}>Tukikeskuksessamme</a>
nl: Voer het CNPJ/CPF nummer van uw organisatie in of bezoek ons <a {0}>Helpcenter</a>

source: Please note that our address and bank details may have changed
fi: Otathan huomioon, että osoitteemme tai pankkitietomme ovat saattaneet muuttua
nl: Houd er rekening mee dat ons adres en onze bankgegevens mogelijk gewijzigd zijn

source: Please provide a valid E-mail address
fi: Syötä kelvollinen sähköpostiosoite
nl: Voer een geldig e-mailadres in.

source: Please provide a valid VAT ID for the selected country
fi: Anna valitun maan voimassa oleva arvonlisäverotunniste
nl: Voer een geldig btw-nummer in voor het geselecteerde land. Uw btw-nummer bestaat uit 9 cijfers gevold door een code van 3 tekens beginnend met een B zonder NL, spaties of punten (bijv. 111111111B03).

source: Please visit your {0}billing information page{1} if you would like to change which card is being used, update your billing address, or change the email address where your invoice will be sent.
fi: Vieraile {0}Laskutustieto-sivustollasi{1}, jos haluat vaihtaa käytettävää korttia, päivittää laskutusosoitettasi tai vaihtaa sähköpostiosoitetta, mihin laskusi lähetetään.
nl: Bezoek uw {0}factureringsinformatiepagina{1} als u de gebruikte creditcard wilt wijzigen, uw factuuradres wilt bijwerken of het e-mailadres waarnaar uw factuur zal worden verzonden wilt veranderen.

source: Please wait...
fi: Odota hetki...
nl: Graag even wachten...

source: Post a Job
fi: Julkaise työpaikka
nl: Plaats een vacature

source: Post-Pay Insertion Order (IO) Help
fi: Jälkikäteen maksetun tilauksen lisääminen (IO) -tuki
nl: Post-Pay Inkooporder (IO) hulp

source: Post-Pay Invoice Help
fi: Jälkikäteen maksettu lasku -tuki
nl: Post-Pay factuur hulp

# text for postpay credit card accounts
source: Postpay CC
fi: Jälkikäteen maksettu CC

# text for postpay insertion order accounts
source: Postpay IO
fi: Jälkikäteen maksettu IO

# text for postpay invoice accounts
source: Postpay Invoice
fi: Jälkikäteen maksettu lasku
nl: Postpay factuur

source: Pre-Pay Insertion Order (IO) Help
fi: Ennakkoon maksetun tilauksen lisääminen (IO) -tuki
nl: Pre-Pay Inkooporder (IO) hulp

source: Prepay
fi: Ennakkomaksu

source: Prepay - Choose Your Bank and Add Funds
fi: Maksa ennakkoon - Valitse pankki ja lisää varoja
nl: Prepay - selecteer uw bank en voeg krediet toe

# text for prepay insertion order accounts
source: Prepay Invoice
fi: Ennakkoon maksettu lasku
nl: Prepay factuur

source: Prices do not include taxes, which will be additionally charged where appropriate.
fi: Hinnat eivät sisällä veroja, jotka peritään asianmukaisesti.
nl: Prijzen zijn exclusief belasting. Belasting zal in rekening worden gebracht indien van toepassing.

# Canadian province label
source: Province:
fi: Lääni:
nl: Provincie:

# South Africa county label
source: Province:
fi: Maakunta:
nl: Provincie:

# Turkey county label
source: Province:
fi: Maakunta:
nl: Provincie:

source: REMIT TO:
fi: LÄHETÄ SUMMA HENKILÖLLE:
nl: ZENDEN NAAR:

source: Redirect to payment provider was cancelled or transaction not completed.
fi: Uudelleenohjaus maksunvälittäjän sivulle peruttiin tai tapahtumaa ei suoritettu loppuun.
nl: De verbinding met het betalingsplatform is mislukt, of de betaling is niet afgerond.

# New Zealand county label
source: Region:
fi: Alue:
nl: Regio:

source: Return to Indeed
fi: Palaa takaisin Indeediin
nl: Terug naar Indeed

source: Routing/Transit #:
fi: Reitti/Siirto #:

# label for save button
source: Save
fi: Tallenna
nl: Opslaan
