Repository: schen-indeed/testRepo
Catalog: ezalert-sender/indeed-bill-webapp-*.po
Languages: fi, nl

# text for worldpay form button
source: Save Card
fi: Tallenna kortti
nl: Kaart opslaan

# Three letter abbreviation for 9th month of year
source: Sep
fi: Syyskuu

source: Sign in
fi: Kirjaudu sisään
nl: Inloggen

source: Sign out
fi: Kirjaudu ulos
nl: Uitloggen

source: Sorry, some of the values you entered appear incorrect. Please check the field(s) in red and re-enter.
fi: Pahoittelut, mutta osa syöttämistäsi tiedoistasi ovat virheellisiä. Tarkista punaisella merkityt kentät ja syötä tiedot uudelleen.
nl: Sorry, sommige van de waardes die u heeft ingevoerd lijken onjuist. Controleer het veld/de velden in rood en voer het opnieuw in.

source: Sort:
fi: Lajittele:
nl: Sorteren:

source: State required
fi: Osavaltio on pakollinen
nl: Staat is vereist

source: State/Region:
fi: Osavaltio/maakunta:
nl: Provincie:

# United States state label
source: State:
fi: Osavaltio:
nl: Staat:

source: Street address required
fi: Katuosoite on pakollinen
nl: Adres is verplicht

source: Submit
fi: Lähetä
nl: Versturen

# Button text for mobile optimized Chase form
source: Submit
fi: Lähetä
nl: Versturen

# label for Submit button
source: Submit
fi: Lähetä
nl: Versturen

source: Swift Code:
fi: Swift-koodi:

source: Temporary Error
fi: Väliaikainen virhe
nl: Tijdelijke fout

source: Terms:
fi: Ehdot:
nl: Voorwaarden:

source: The following information is missing or incorrect
fi: Seuraavat tiedot puuttuvat tai ne ovat virheellisiä
nl: De volgende informatie ontbreekt of is onjuist

source: The page you are looking for was not found.
fi: Hakemaasi sivua ei löydetty.
nl: De gezochte pagina is niet gevonden.

source: The recipient of this service will account for VAT on the reverse charge basis
fi: Tämän palvelun vastaanottaja on arvonlisäverovelvollinen, käännetyn verovelvollisuuden pohjalta.
nl: De ontvanger van deze dienst zal de btw op basis van btw-verlegging toepassen

source: There was a communication error, please try again later.
fi: Tapahtui yhteysvirhe. Yritä uudelleen myöhemmin.
nl: Er heeft een connectie fout plaatsgevonden, probeer het a.ub. later nog eens.

source: There was an error communicating with our payment provider.
fi: Kommunikointivirhe maksupalveluntarjoajan kanssa.
nl: Er trad een fout op in de communicatie met onze betalingsprovider.

source: There was an error while processing your payment.
fi: Maksusi käsittelyssä tapahtui virhe.
nl: Er is een fout opgetreden tijdens het verwerken van de betaling.

source: There was an error with Issuer response, please check back later.
fi: Kortinantajan vastauksessa tapahtui virhe. Tarkista tilanne myöhemmin.
nl: Er is een fout opgetreden bij de uitgever, probeer het a.u.b later nog eens.

source: This credit expires on {0}. You will only be charged when job seekers click to view your job after the {1} credit is used up or expires. You can pause or delete your jobs at any time.
fi: Tämä krediitti umpeutuu {0}. Sinulta veloitetaan vain kun työnhakijat napsauttavat nähdäkseen työpaikkasi sen jälkeen kun {1} krediitti on käytetty tai umpeutunut. Voit tauottaa tai poistaa työpaikkasi milloin vain.
nl: Dit krediet verloopt op {0}. Er worden kosten in rekening gebracht wanneer werkzoekenden op uw vacature klikken nadat het krediet ter waarde van {1} op is of is verlopen. U kunt uw vacatures op elk moment pauzeren of verwijderen.

source: Total Amount
fi: Loppusumma
nl: Totaal bedrag

source: Total Amount:
fi: Loppusumma:
nl: Totaal bedrag:

source: Total Due:
fi: Yhteensä erääntyvät:
nl: Totaal verschuldigd:

source: Transaction History
fi: Tapahtumahistoria
nl: Transactiegeschiedenis

source: Transactions will be processed for the Indeed Entity located in the following country: {0}.
fi: Tapahtumat käsitellään seuraavassa maassa sijaitsevalle Indeed-yksikölle: {0}.
nl: Transacties zullen worden verwerkt voor de Indeed entiteit gevestigd in het volgende land: {0}.

# credit card type label
source: Type:
fi: Tyyppi:

source: US Dollar
fi: Yhdysvaltain Dollari
nl: Amerikaanse dollar

source: Unable to validate your transaction as it was refused.
fi: Tapahtumaasi ei voitu vahvistaa, koska se hylättiin.
nl: Het is niet mogelijk om uw transactie te valideren, omdat deze is geweigerd.

source: Unknown response, please try again.
fi: Tuntematon vastaus. Yritä uudelleen.
nl: Onbekende fout, probeer het a.u.b nog een keer.

source: Update
fi: Päivitys
nl: Bijwerken

source: VAT Exempt
fi: Ei arvonlisäverovelvollinen
nl: Vrijgesteld van BTW

source: VAT ID
fi: ALV-tunnus
nl: BTW-nummer

source: VAT Number:
fi: ALV-tunniste:
nl: Btw-nummer:

source: VAT number:
fi: Arvonlisäverotunniste:
nl: BTW-nummer:

source: Valid card number required
fi: Kelvollinen luottokortti on pakollinen
nl: Geldig creditcardnummer is vereist

source: Valid verification code required
fi: Kelvollinen tarkistuskoodi on pakollinen
nl: Geldige verificatiecode is vereist. U kunt deze 3 cijfers meestal vinden op de achterkant van Visa, Mastercard of Discover passen. Voor American Express kunt u een 4-cijferige code vinden op de voorkant, rechts boven het creditcardnummer.

source: Verification code:
fi: Tarkistuskoodi:
nl: Verificatiecode:

source: We were not able to validate your credit card
fi: Emme pystyneet vahvistamaan luottokorttiasi
nl: We konden uw creditcard niet valideren

source: We will process your credit card and update your account as soon as possible
fi: Käsittelemme luottokorttisi ja päivitämme tilisi mahdollisimman pian.
nl: We zullen uw creditcard verwerken en uw account zo spoedig mogelijk bijwerken

source: Where is CID?
fi: Missä CID-numero sijaitsee?
nl: Waar staat CID?

source: Where is CVC2?
fi: Missä CVC2-numero sijaitsee?
nl: Waar staat CVC2?

source: Where is CVV2?
fi: Missä CVV2-numero sijaitsee?
nl: Waar staat CVV2?

source: Where is CVV?
fi: Missä CVV-numero sijaitsee?
nl: Waar staat CVV?

source: Yes
fi: Kyllä
nl: Ja

source: You are being asked if you are purchasing the Indeed services for business or personal purposes. Business purposes should be considered to include the purchase of the Indeed product for the purposes of your business / trade / profession / etc. Please uncheck if you are purchasing the Indeed services in your capacity as an individual for personal consumption or if you are considered not to be in business by virtue of the status of your entity.
fi: Sinulta kysytään, ostatko Indeedin palveluja yrityksesi vai henkilökohtaiseen käyttöön. Yrityksen käyttöön luetaan kaikki Indeedin tuotteiden ostot, joita käytetään yrityksissä / liiketoiminnassa / ammattikunnissa jne. Poista valinta, jos ostat Indeedin palveluja henkilökohtaiseen käyttöösi tai toimintaasi ei lasketa liiketoiminnaksi.
nl: U wordt gevraagd of u de diensten van Indeed voor zakelijke of voor persoonlijke doeleinden koopt. Als zakelijke doeleinden gelden de aankoop van het Indeed-product voor de doeleinden van bijvoorbeeld uw bedrijf, handel of beroep. Verwijder het vinkje als u de diensten van Indeed in uw hoedanigheid als een individu voor persoonlijk gebruik koopt of als u niet professioneel actief bent op basis van de status van uw entiteit.

source: You can add more funds at any time to keep your sponsored jobs active.
fi: Voit lisätä rahaa milloin tahansa sponsoroitujen työpaikkojen säilyttämiseksi aktiivisina.
nl: U kunt op elk moment meer krediet toevoegen om uw gesponsorde vacatures actief te houden.

source: You can update your payment information at any time.
fi: Voit tehdä muutoksia maksutietoihisi koska tahansa.
nl: U kunt op elk moment uw betalingsgegevens bijwerken.

source: You can visit this page later to see if your credit card has been authorized
fi: Voit vierailla myöhemmin tällä sivustolla ja katsoa, onko luottokorttisi hyväksytty
nl: U kunt deze pagina later bezoeken om te zien of uw creditcard geautoriseerd is

source: You cannot change your currency at this time. Please contact us.
fi: Et voi muuttaa valuuttaasi tällä hetkellä. Ota meihin yhteyttä.
nl: U kunt de valuta op dit moment niet aanpassen. Neem hierover contact op met ons.

source: You do not have a valid card on file. Please <a {0}>update your billing information.</a>
fi: Sinulla ei ole tiedoissa kelvollista korttia. Ole hyvä ja <a {0}>päivitä laskutustietosi.</a>
nl: U hebt geen geldige kaart in ons bestand. <a {0}>Werk uw factuurgegevens bij.</a>

source: You have no payments due at this time.
fi: Sinulla ei ole tällä hetkellä yhtään erääntyvää maksua.
nl: U hebt momenteel geen verschuldigde betalingen.

source: You have not submitted your card information, please try again.
fi: Et ole syöttänyt korttitietojasi, yritä uudelleen.
nl: U heeft uw kaartinformatie niet ingevuld, probeer het alstublieft opnieuw.

# explanation text for what having free clicks remaining means
source: You will be billed normally once they are used up or expire. <a {0}>Learn more.</a>
fi: Sinua veloitetaan normaalisti sen jälkeen, kun ne ovat käytetty tai ne ovat vanhentuneet. <a {0}>Lisätietoja.</a>
nl: U zult normaal worden gefactureerd zodra ze zijn opgebruikt of vervallen. <a {0}>Meer informatie.</a>

source: You will be taken to {0} to complete your payment selection.
fi: Sinut ohjataan kohteeseen {0} maksuvalinnan viimeistelemiseksi.
nl: U wordt meegenomen naar {0} om uw betalingsselectie te voltooien.

source: You will find the CID on the front of your card.
fi: Löydät CID-numeron korttisi etupuolelta.
nl: U kunt de CID aan de voorzijde van uw kaart vinden.

source: You will find the CVC2 on the back of your card.
fi: Löydät CVC2-numeron korttisi takapuolelta.
nl: U kunt de CVC2 aan de achterzijde van uw kaart vinden.

source: You will find the CVV on the back of your card.
fi: Löydät CVV-numeron korttisi takapuolelta.
nl: U kunt de CVV aan de achterzijde van uw kaart vinden.

source: You will find the CVV2 on the back of your card.
fi: Löydät CVV2-numeron korttisi takapuolelta
nl: U kunt de CVV2 aan de achterzijde van uw kaart vinden.

# Advertiser entity, {0} is the entity code
source: Your Indeed contracting entity: {0}
fi: Indeed sopimuskokonaisuutesi: {0}
nl: Uw Indeed contract entiteit: {0}

source: Your account has no available insertion orders to spend. Please contact us to sign a new insertion order.
fi: Tililläsi ei ole saatavilla olevia insertion order -sopimuksia. Ota yhteyttä allekirjoittaaksesi uuden insertion order -sopimuksen.
nl: Uw account heeft geen beschikbare inkooporders om uit te geven. Neem contact met ons op om een nieuwe inkooporder te tekenen.

source: Your account is currently over budget. Please contact us.
fi: Tilisi on tällä hetkellä ylittänyt budjetin. Ota yhteyttä meihin.
nl: Uw account heeft het budget overschreden. Neem contact met ons op.

source: Your account is disabled. If this is an error, please <a {0}>contact us.</a>
fi: Tilisi on poistettu käytöstä. Jos tämä on virhe, <a {0}>ota yhteys meihin.</a>
nl: Uw account is uitgeschakeld. Als dit een fout betreft, dan graag even <a {0}>contact opnemen.</a>

source: Your account is not active
fi: Tilisi ei ole aktiivinen
nl: Uw account is niet actief

source: Your account is not currently spending.
fi: Tilisi ei tällä hetkellä kuluta
nl: Uw account is op het moment niet-spenderend

source: Your account must have a valid signed IO in order to spend.
fi: Tililläsi tulee olla voimassa oleva ja allekirjoitettu IO ennen kuin voit kuluttaa.
nl: Uw account moet een geldige, ondertekende IO hebben om uit te kunnen geven.

source: Your account will be invoiced at the end of each month for all spend in that month.
fi: Lähetämme jokaisen kuukauden lopulla laskun, josta näkyy kyseisen kuukauden kaikki kulut.
nl: Uw account zal aan het eind van elke maand worden gefactureerd voor alle uitgaven van die maand.

source: Your account will be invoiced for the amount of the IO when it starts.
fi: Tiliäsi laskutetaan IO:n summalla aloituksen jälkeen.
nl: Uw account zal voor het bedrag van de IO worden gefactureerd bij het begin.

source: Your card number is not valid.
fi: Korttinumerosi on epäkelpo.
nl: Uw kaartnummer is ongeldig.

source: Your card security number is not valid. Please re-try.
fi: Korttisi turvanumero on epäkelpo. Yritä uudelleen.
nl: Uw kaartverificatiecode is ongeldig. Probeer het nog eens.

source: Your card was declined on {0}. Please <a {1}>update your billing information.</a>
fi: Korttisi hylättiin {0} toimesta. Ole hyvä ja <a {1}>päivitä laskutustietosi.</a>
nl: Uw kaart werd afgewezen op {0}. <a {1}>Werk uw factuurgegevens bij.</a>

source: Your card will be charged whenever your balance reaches your Charge Threshold, as well as at the end of each month for any remaining balance.
fi: Korttiasi veloitetaan aina, kun saldosi kohtaa määritellyn kynnysarvon, ja jokaisen kuukauden lopulla jäljellä olevasta taseesta.
nl: De kosten zullen via uw kaart in rekening worden gebracht zodra uw saldo uw kostendrempel heeft bereikt en aan het eind van elke maand voor elk eventueel resterend saldo.

source: Your credit card is pending. Please check back later.
fi: Luottokorttisi on Odottaa-tilassa. Palaa myöhemmin uudelleen.
nl: Uw creditcard is nog niet geactiveerd. Kom later nog eens terug.

source: Your credit card validation failed - please check your card information and <a {0}>billing address</a>. If you continue to have problems, please contact us.
fi: Luottokorttisi vahvistaminen epäonnistui - tarkista luottokorttisi tiedot sekä <a {0}>laskutusosoite</a>. Jos ongelmia ilmenee vielä, ole hyvä ja ota yhteyttä meihin.
nl: De validatie van uw creditcard is mislukt – controleer uw kaartgegevens en <a {0}>factuuradres</a>. Als u problemen blijft ondervinden, neem dan contact met ons op.

source: Your credit card validation failed - please check your card information and billing address. If you continue to have problems, please contact us
fi: Luottokorttisi vahvistaminen epäonnistui - tarkista luottokorttisi tiedot sekä laskutusosoite. Jos ongelmia ilmenee vielä, ole hyvä ja ota yhteyttä meihin.
nl: De validatie van uw creditcard is mislukt – controleer uw kaartgegevens en factuuradres. Als u problemen blijft ondervinden, neem dan contact met ons op.

source: Your expiry date is not valid.
fi: Korttisi voimassaoloaika on epäkelpo.
nl: Uw vervaldatum is ongeldig.

source: Your job post is saved and will go live as a free posting until the payment information is added.
fi: Työpaikkailmoituksesi tallennetaan ja julkaistaan maksuttomana ilmoituksena siihen saakka, kunnes lisäät maksutiedot.
nl: Uw vacature is opgeslagen en zal als een gratis vacature geplaatst worden totdat de betalingsinformatie is toegevoegd.

source: Your payment method will be charged automatically when your balance reaches your billing threshold, as described in our [Billing Cycle|{0}] article.
fi: Maksu veloitetaan automaattisesti maksuvälineeltäsi, kun saldosi saavuttaa laskutusrajasi, kuten on esitetty artikkelissamme [Laskutussykli|{0}].
nl: Uw betalingsmethode wordt automatisch gefactureerd wanneer uw saldo de betalingsgrens bereikt zoals beschreven in het artikel [Betalingstermijn|{0}].

source: Your session has timed out, please try again.
fi: Istuntosi on vanhentunut, ole hyvä ja aloita uusi.
nl: Uw sessie is verlopen, probeer opnieuw alstublieft.

source: Your session will timeout in 5 minutes. Finish filling out this form within that time, or refresh this page
fi: Istuntosi vanhenee 5 minuutissa. Täytä kaavakkeen kentät loppuun tässä ajassa tai lataa sivu uudelleen.
nl: Uw sessie verloopt over 5 minuten. Vul het formulier binnen deze tijd in of ververs deze pagina

source: Your transaction is pending. Please check back later.
fi: Tapahtumaasi käsitellään. Tarkista tilanne myöhemmin.
nl: Uw transactie wordt verwerkt. Bekijk het op een later tijdstip nogmaals.

source: Zip/Postal code required
fi: Postinumero on pakollinen
nl: Postcode is verplicht

# zip (postal) code label
source: Zip:
fi: Postinumero:
nl: Postcode:

source: edit
fi: muokkaa
nl: Aanpassen

# denotes the date format: month/year
source: mm / yyyy
fi: kk / vvvv
nl: mm / jjjj

# {0} is localized month name, invoice transaction history
source: {0} advertising charges
fi: {0} mainoskulut
nl: {0} advertentiekosten

# Masked credit card number label
source: {0} ending in {1}
fi: {0} päättyy {1}
nl: {0} eindigend op {1}

source: {0} ending in {1}
fi: {0} päättyy {1}
nl: {0} eindigend op {1}

# text when account has free clicks remaining
source: {0} in free sponsored clicks remaining
fi: {0} ilmaisia sponsoroituja klikkauksia jäljellä
nl: {0} aan gratis gesponsorde clicks resterend

# {language} should be replaced with the language being displayed
source: {language} is not supported by our payment processor at this time
fi: Tällä hetkellä maksuprosessimme ei tue tätä kieltä: {language}
nl: {language} wordt momenteel niet ondersteund door onze betalingsverwerker

source: Amount must be at least {0}
nl: Het bedrag moet minimaal {0} zijn.

source: Back
nl: Terug

source: By clicking "{0}", you agree to be billed as described in our [Billing Cycle|{1}] article. Transactions will be processed for the Indeed Entity located in {2}.
nl: Door te klikken op "{0}", gaat u akkoord gefactureerd te worden zoals beschreven in ons [factureringscyclus{1}] artikel. Transacties zullen worden verwerkt voor de Indeed entiteit gevestigd in {2}.

source: Failed to submit payment. Please refresh and try again.
nl: De betaling is niet gelukt. Vernieuw de pagina en probeer opnieuw.
